{
    "HomePage": {
        "title": "Hello world!",
        "about": "Go to the about page"
    },
    "metaData": {
        "Layout": {
            "title": "Razan Academy"
        },
        "HomePage": {
            "title": "Home Page",
            "description": "Razan Academy for Quranic Studies"
        },
        "QuranPage": {
            "title": "Quran Chapters",
            "description": "Explore all Surahs of the Quran with detailed information and easy access to each chapter. Presented by Razan Academy for Quranic Studies."
        },
        "ChapterPage": {
            "title": "Surah {name}",
            "description": "Listen to the complete recitation of Surah {name}, with audio for each individual verse for easier learning and reflection. Perfect for those seeking to understand and memorize this profound chapter of the Quran."
        },
        "AboutPage": {
            "title": "About Us - Quranic Education and Flexible Learning",
            "description": "Discover our unique Quranic education approach, led by certified teachers in a supportive environment. Learn Quran recitation, Tajweed, and memorization with flexible online programs for all ages."
        },
        "CoursesPage": {
            "title": "Explore Our Quranic Courses",
            "description": "Discover our comprehensive Quranic courses designed for students of all levels. From mastering the principles of Tajweed to understanding Quranic Arabic, our experienced instructors provide personalized guidance to enhance your learning journey."
        },
        "LibraryPage": {
            "title": "Quranic Studies Library",
            "description": "Explore our collection of PDFs for Quranic studies, including in-depth resources and the Holy Quran."
        },
        "BlogPage": {
            "title": "Quranic Studies Blog",
            "description": "Explore our comprehensive blog on Quranic studies, featuring articles on Tajweed, memorization techniques, study routines, and understanding the deeper meanings of Quranic verses."
        }
    },
    "Landing": {
        "header": "Razan Academy for Quranic Studies",
        "subHeader": "we are committed to providing a unique and inspiring Quranic learning experience. Our academy is founded on the principles of faith and determination, creating a space where both children and women can learn the Quran in a way that blends tradition with modernity."
    },
    "Nav": {
        "links": {
            "home": {
                "title": "Home",
                "href": "/"
            },
            "aboutUs": {
                "title": "About Us",
                "href": "/about"
            },
            "courses": {
                "title": "Courses",
                "href": "/courses"
            },
            "quran": {
                "title": "Quran",
                "href": "/quran"
            },
            "pricing": {
                "title": "Pricing",
                "href": "/pricing"
            },
            "library": {
                "title": "Library",
                "href": "/library"
            },
            "blog": {
                "title": "Blog",
                "href": "/blog"
            },
            "teachers": {
                "title": "Our Teachers",
                "href": "/teachers"
            },
            "contactUs": {
                "title": "Contact Us",
                "href": "/contact"
            }
        }
    },
    "Quran": {
        "header": "Chapters of the Quran"
    },
    "AboutUs": {
        "header": "About Us",
        "distinctiveEducational": {
            "header": "Distinctive Educational Approach",
            "body": "We use modern teaching methods that focus on understanding the meanings of the Quran in addition to memorizing its verses. This helps students grasp the profound messages of the Quran in a more meaningful and impactful way."
        },
        "certifiedTeachers": {
            "header": "Certified and Experienced Teachers",
            "body": "Our team consists of highly qualified teachers who specialize in Quranic education. They employ teaching techniques suitable for all age groups, ensuring a comprehensive and enjoyable learning experience."
        },
        "safeLearning": {
            "header": "Encouraging and Safe Learning Environment",
            "body": "We provide a supportive learning environment that encourages students to interact, ask questions, and develop their spiritual and linguistic skills in a way that respects and reinforces Islamic values."
        },
        "diversePrograms": {
            "header": "Comprehensive and Diverse Programs",
            "body": " Our programs include special courses for children, focusing on teaching recitation and Tajweed in a simplified and engaging manner. We also offer courses for adults, including Quran memorization,reading quran with tjweed, Noor-Al-Bayan course."
        },
        "flexibleLearning": {
            "header": "Flexible Learning Options",
            "body": "With online learning available, you can choose the times and schedules that suit you"
        },
        "subHeaderTeachers": "Our Teachers",
        "teachers": {
            "qualifications": "Qualifications",
            "hager": {
                "name": "Hager Abderlazek",
                "description": "A certified Quran educator with over 10 years of experience. Specializes in Tajweed and Quran memorization, providing tailored instruction for students of all ages.",
                "qualifications": "Certified Teacher, Expert in Tajweed and Quran Memorization"
            },
            "khadija": {
                "name": "Khadija Mohamed",
                "description": "A certified Quran educator with 5 years of experience teaching young children. Specializes in effective teaching methods for small groups.",
                "qualifications": "Bachelor's degree, Certification in Quran Teaching"
            },
            "fatima": {
                "name": "Fatima Ahmed",
                "description": "An educator with 8 years of experience in Quran memorization for adults. Conducts courses tailored for both beginners and advanced students.",
                "qualifications": "Teaching Certificate, Specialist in Quran Memorization and Tajweed"
            }
        },
        "subHeaderCertifications": "Certifications",
        "certifications": {
            "imageOne": {
                "src": "",
                "title": ""
            },
            "imageTwo": {
                "src": "",
                "title": ""
            },
            "imageThree": {
                "src": "",
                "title": ""
            }
        }
    },
    "Courses": {
        "header": "Courses",
        "courses": {
            "noor": {
                "name": "Noor Al Bayan",
                "description": "Our Noor Al Bayan course offers a comprehensive curriculum designed to deepen your understanding of Quranic Arabic. With a focus on grammar, vocabulary, and context, students will learn to read and comprehend Quranic verses effectively. This course is suitable for all levels, whether you are starting your journey or looking to enhance your existing knowledge"
            },
            "tajweed": {
                "name": "Tajweed",
                "description": "Our Tajweed course is designed to help students of all levels learn the precise pronunciation and articulation rules essential to reciting the Quran beautifully and accurately. With the guidance of experienced teachers, students will gain a deep understanding of Tajweed principles, practicing everything from basic to advanced rules. Whether you're a beginner or looking to refine your skills, this course offers a comprehensive, supportive environment to enhance your Quran recitation."
            },
            "quran": {
                "name": "Quran with Tajweed",
                "description": "Our Quran with Tajweed course emphasizes the art of recitation, teaching students how to apply the rules of Tajweed to enhance their Quran reading. With personalized feedback from expert instructors, students will develop a beautiful and accurate recitation style, ensuring that they not only read but also understand the beauty and message of the Quran"
            }
        }
    },
    "Library": {
        "header": "Library"
    },
    "pricingPage": {
        "heading": "Our Learning Plans",
        "subtitle": "Choose the perfect plan for your Quran learning journey",
        "plans": {
            "starter": {
                "name": "Starter",
                "audience": "Beginners & Kids",
                "features": [
                    "2 sessions/week",
                    "30 mins/session",
                    "Basic Quran reading & Tajweed"
                ],
                "price": "500 EGP"
            },
            "standard": {
                "name": "Standard",
                "audience": "Consistent Learners",
                "features": [
                    "3 sessions/week",
                    "45 mins/session",
                    "Tajweed + Memorization"
                ],
                "price": "750 EGP"
            },
            "intensive": {
                "name": "Intensive",
                "audience": "Fast-track Memorization",
                "features": [
                    "5 sessions/week",
                    "60 mins/session",
                    "Hifz-focused with Tajweed"
                ],
                "price": "1200 EGP"
            },
            "group": {
                "name": "Group Plan",
                "audience": "Siblings / Friends",
                "features": [
                    "Up to 3 students",
                    "3 sessions/week",
                    "Shared 60 min class"
                ],
                "price": "1000 EGP"
            },
            "trial": {
                "name": "Trial Class",
                "audience": "First-time students",
                "features": [
                    "1 free 30-min class",
                    "No commitment"
                ],
                "price": "Free"
            }
        },
        "mostPopular": "Most Popular",
        "getTrial": "Get Free Trial",
        "enroll": "Enroll Now"
    },
    "Blog": {
        "recent": "Recent Post",
        "discover": "Discover Posts",
        "recentPost": {
            "src": "/images/mockBackground-one-1.jpg",
            "title": "The Importance of Tajweed in Quranic Recitation",
            "description": "Discover why mastering Tajweed is essential for accurate and beautiful Quranic recitation. Learn how proper pronunciation enhances both the spiritual and linguistic experience of reading the Holy Quran.",
            "date": "Jun 24, 2023"
        },
        "posts": {
            "first": {
                "src": "/images/mockBackground-one-2.jpg",
                "title": "Tips for Memorizing the Quran Effectively",
                "description": "Explore proven techniques to help you memorize the Quran with ease and retain it for life. Perfect for students at any stage of their memorization journey.",
                "date": "Jun 25, 2023"
            },
            "second": {
                "src": "/images/mockBackground-one-3.jpg",
                "title": "Building a Consistent Quranic Study Routine",
                "description": "Learn practical tips for creating a sustainable Quranic study schedule that fits your lifestyle and deepens your understanding and recitation skills.",
                "date": "Jun 26, 2023"
            },
            "third": {
                "src": "/images/quran.jpg",
                "title": "Understanding the Meaning Behind Quranic Verses",
                "description": "Dive into the significance of comprehending the meanings of Quranic verses and how it enriches your spiritual connection and daily practice.",
                "date": "Jun 28, 2023"
            }
        }
    },
    "Footer": {
        "about": {
            "title": "About Us",
            "description": "Razan Academy is dedicated to teaching Quran and Tajweed to non-Arabic speakers with authentic methodology and qualified teachers."
        },
        "quickLinks": {
            "title": "Quick Links"
        },
        "contact": {
            "title": "Contact Us",
            "address": "123 Quran Street, Cairo, Egypt",
            "phone": "+20 123 456 7890",
            "email": "info@razanacademy.com"
        },
        "copyright": {
            "arabic": "أكاديمية رزان للدراسات القرآنية",
            "english": "Razan Academy for Quranic Studies",
            "rights": "All Rights Reserved"
        },
        "links": {
            "home": "Home",
            "about": "About Us",
            "courses": "Courses",
            "quran": "Quran",
            "pricing": "Pricing",
            "library": "Library",
            "blog": "Blog",
            "contact": "Contact"
        }
    },
    "WhatsappButton": {
        "text": "Contact Us on Whatsapp"
    }
}