{
    "HomePage": {
        "title": "Hello world!",
        "about": "Go to the about page"
    },
    "metaData": {
        "Layout": {
            "title": "Razan Academy"
        },
        "HomePage": {
            "title": "Home Page",
            "description": "Razan Academy for Quranic Studies"
        },
        "QuranPage": {
            "title": "Quran Chapters",
            "description": "Explore all Surahs of the Quran with detailed information and easy access to each chapter. Presented by Razan Academy for Quranic Studies."
        },
        "ChapterPage": {
            "title": "Surah {name}",
            "description": "Listen to the complete recitation of Surah {name}, with audio for each individual verse for easier learning and reflection. Perfect for those seeking to understand and memorize this profound chapter of the Quran."
        },
        "AboutPage": {
            "title": "About Us - Quranic Education and Flexible Learning",
            "description": "Discover our unique Quranic education approach, led by certified teachers in a supportive environment. Learn Quran recitation, Tajweed, and memorization with flexible online programs for all ages."
        }
    },
    "Landing": {
        "header": "Razan Academy for Quranic Studies",
        "subHeader": "we are committed to providing a unique and inspiring Quranic learning experience. Our academy is founded on the principles of faith and determination, creating a space where both children and women can learn the Quran in a way that blends tradition with modernity."
    },
    "Nav": {
        "links": {
            "home": {
                "title": "Home",
                "href": "/"
            },
            "aboutUs": {
                "title": "About Us",
                "href": "/about"
            },
            "courses": {
                "title": "Courses",
                "href": "/courses"
            },
            "quran": {
                "title": "Quran",
                "href": "/quran"
            },
            "pricing": {
                "title": "Pricing",
                "href": "/pricing"
            },
            "library": {
                "title": "Library",
                "href": "/library"
            },
            "blog": {
                "title": "Blog",
                "href": "/blog"
            },
            "contactUs": {
                "title": "Contact Us",
                "href": "/contact"
            }
        }
    },
    "QuranList": {
        "header": "Chapters of the Quran"
    },
    "AboutUs": {
        "header": "About Us",
        "distinctiveEducational": {
            "header": "Distinctive Educational Approach",
            "body": "We use modern teaching methods that focus on understanding the meanings of the Quran in addition to memorizing its verses. This helps students grasp the profound messages of the Quran in a more meaningful and impactful way."
        },
        "certifiedTeachers": {
            "header": "Certified and Experienced Teachers",
            "body": "Our team consists of highly qualified teachers who specialize in Quranic education. They employ teaching techniques suitable for all age groups, ensuring a comprehensive and enjoyable learning experience."
        },
        "safeLearning": {
            "header": "Encouraging and Safe Learning Environment",
            "body": "We provide a supportive learning environment that encourages students to interact, ask questions, and develop their spiritual and linguistic skills in a way that respects and reinforces Islamic values."
        },
        "diversePrograms": {
            "header": "Comprehensive and Diverse Programs",
            "body": " Our programs include special courses for children, focusing on teaching recitation and Tajweed in a simplified and engaging manner. We also offer courses for adults, including Quran memorization,reading quran with tjweed, Noor-Al-Bayan course."
        },
        "flexibleLearning": {
            "header": "Flexible Learning Options",
            "body": "With online learning available, you can choose the times and schedules that suit you and"
        }
    },
    "Footer": {
        "name": "RAZAN Academy",
        "customer": "Customer Support"
    },
    "WhatsappButton": {
        "text": "Contact Us on Whatsapp"
    }
}